Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 아직 체크포인트가 없어요
ar: لا توجد نقاط تحقق بعد
en: No checkpoints yet
es: Aún no hay puntos de control
fr: Aucun point de contrôle pour l’instant
hi: अभी कोई चेकपॉइंट नहीं
ja: まだチェックポイントがありません
pt_br: Ainda não há pontos de verificação
ru: Контрольных точек пока нет
zh_hans: 还没有检查点

source: 아직 하드웨어 기기 인증이 설정되지 않아, 페어링 정보를 가진 기기가 접근할 수 있어요.
ar: لم تُضبط بعد مصادقة الجهاز المعتمدة على العتاد، لذا يمكن لأي جهاز يملك معلومات الإقران الاتصال.
en: Hardware device authentication isn't set up yet, so any device with the pairing info can connect.
es: La autenticación de hardware del dispositivo aún no está configurada, por lo que cualquier dispositivo con la información de emparejamiento puede conectarse.
fr: L'authentification matérielle de l'appareil n'est pas encore configurée ; tout appareil disposant des informations d'appairage peut donc se connecter.
hi: हार्डवेयर डिवाइस प्रमाणीकरण अभी सेट नहीं हुआ है, इसलिए पेयरिंग जानकारी वाला कोई भी डिवाइस कनेक्ट कर सकता है।
ja: ハードウェアによるデバイス認証がまだ設定されていないため、ペアリング情報を持つデバイスがアクセスできます。
pt_br: A autenticação de hardware do dispositivo ainda não está configurada, então qualquer dispositivo com as informações de pareamento pode se conectar.
ru: Аппаратная аутентификация устройства ещё не настроена, поэтому подключиться может любое устройство с данными сопряжения.
zh_hans: 尚未设置硬件设备认证，因此任何拥有配对信息的设备都可以访问。

source: 안내 닫기
ar: إغلاق
en: Dismiss
es: Descartar
fr: Ignorer
hi: बंद करें
ja: 閉じる
pt_br: Dispensar
ru: Закрыть
zh_hans: 关闭

source: 안전하게 되돌리기
ar: التراجع بأمان
en: Revert safely
es: Revertir de forma segura
fr: Revenir en toute sécurité
hi: सुरक्षित रूप से वापस लाएँ
ja: 安全に戻す
pt_br: Reverter com segurança
ru: Безопасный откат
zh_hans: 安全还原

source: 알 수 없는 이유로 연결에 실패했어요. 잠시 뒤 다시 시도해 주세요.
ar: فشل الاتصال لسبب غير معروف. يُرجى إعادة المحاولة بعد قليل.
en: The connection failed for an unknown reason. Please try again in a moment.
es: La conexión falló por un motivo desconocido. Inténtalo de nuevo en un momento.
fr: La connexion a échoué pour une raison inconnue. Veuillez réessayer dans un instant.
hi: किसी अज्ञात कारण से कनेक्शन विफल रहा। कृपया थोड़ी देर बाद फिर कोशिश करें।
ja: 不明な理由で接続に失敗しました。しばらくしてから再試行してください。
pt_br: A conexão falhou por um motivo desconhecido. Tente novamente em instantes.
ru: Подключение не удалось по неизвестной причине. Повторите попытку через мгновение.
zh_hans: 因未知原因连接失败。请稍后重试。

source: 알림
ar: تنبيه
en: Notice
es: Aviso
fr: Information
hi: सूचना
ja: お知らせ
pt_br: Aviso
ru: Уведомление
zh_hans: 提示

source: 알림 %lld회 보냄
ar: تم إرسال %lld تذكيرات
en: %lld reminders sent
es: %lld avisos enviados
fr: %lld rappels envoyés
hi: %lld रिमाइंडर भेजे गए
ja: 通知%lld回送信
pt_br: %lld avisos enviados
ru: Отправлено напоминаний: %lld
zh_hans: 已发送 %lld 次提醒

source: 알림 설정
ar: إعدادات الإشعارات
en: Notification settings
es: Ajustes de notificaciones
fr: Réglages des notifications
hi: सूचना सेटिंग्स
ja: 通知設定
pt_br: Configurações de notificação
ru: Настройки уведомлений
zh_hans: 通知设置

source: 알림에 응답 미리보기 포함
ar: تضمين معاينة الرد في الإشعارات
en: Include reply preview in notifications
es: Incluir vista previa de la respuesta en las notificaciones
fr: Inclure un aperçu de la réponse dans les notifications
hi: सूचनाओं में जवाब का पूर्वावलोकन शामिल करें
ja: 通知に応答プレビューを含める
pt_br: Incluir prévia da resposta nas notificações
ru: Добавлять превью ответа в уведомления
zh_hans: 在通知中包含回复预览

source: 암호학적 신원 보장
ar: ضمان الهوية تشفيريًا
en: Cryptographic identity guarantee
es: Garantía criptográfica de identidad
fr: Garantie d'identité cryptographique
hi: क्रिप्टोग्राफ़िक पहचान गारंटी
ja: 暗号学的な身元保証
pt_br: Garantia criptográfica de identidade
ru: Криптографическая гарантия подлинности
zh_hans: 密码学身份保证

source: 암호학적 신원 이중 확인:
ar: تحقق مزدوج من الهوية التشفيرية:
en: Double cryptographic identity check:
es: Doble verificación criptográfica de identidad:
fr: Double vérification cryptographique de l’identité :
hi: क्रिप्टोग्राफिक पहचान की दोहरी पुष्टि:
ja: 暗号学的アイデンティティの二重確認:
pt_br: Verificação criptográfica dupla de identidade:
ru: Двойная криптографическая проверка идентичности:
zh_hans: 加密身份双重核验：

source: 암호화 회로 빌드 중…
ar: جارٍ بناء دائرة التشفير…
en: Building encrypted circuit…
es: Construyendo circuito cifrado…
fr: Construction du circuit chiffré…
hi: एन्क्रिप्टेड सर्किट बनाया जा रहा है…
ja: 暗号化回路を構築中…
pt_br: Construindo circuito criptografado…
ru: Построение зашифрованной цепи…
zh_hans: 正在建立加密线路…

source: 앱 ID 또는 번들 ID
ar: معرّف التطبيق أو معرّف الحزمة
en: App ID or bundle ID
es: ID de la app o bundle ID
fr: ID de l'app ou bundle ID
hi: ऐप ID या बंडल ID
ja: アプリ ID またはバンドル ID
pt_br: ID do app ou bundle ID
ru: ID приложения или bundle ID
zh_hans: 应用 ID 或 Bundle ID

source: 앱 다시 시작
ar: إعادة تشغيل التطبيق
en: Restart app
es: Reiniciar la app
fr: Redémarrer l’app
hi: ऐप पुनः आरंभ करें
ja: アプリを再起動
pt_br: Reiniciar o app
ru: Перезапустить приложение
zh_hans: 重启应用

source: 앱 버전
ar: إصدار التطبيق
en: App version
es: Versión de la app
fr: Version de l'app
hi: ऐप वर्शन
ja: アプリのバージョン
pt_br: Versão do app
ru: Версия приложения
zh_hans: 应用版本

source: 앱 언어 선택
ar: اختر لغة التطبيق
en: Choose app language
es: Elegir idioma de la app
fr: Choisir la langue de l’app
hi: ऐप की भाषा चुनें
ja: アプリの言語を選択
pt_br: Escolher idioma do app
ru: Выберите язык приложения
zh_hans: 选择应用语言

source: 앱 포트와 별도 API·HMR 포트를 함께 등록할 수 있어요. 프리뷰를 열면 등록한 포트가 모두 함께 동작하고, 절대 URL 자산도 자동으로 연결돼요.
ar: يمكنك تسجيل منفذ التطبيق مع منافذ API/HMR منفصلة. عند فتح المعاينة تعمل جميع المنافذ المسجَّلة معًا، وتتصل أصول الـ URL المطلقة تلقائيًا.
en: You can register the app port together with separate API/HMR ports. When you open the preview, all registered ports work together, and absolute-URL assets connect automatically.
es: Puedes registrar el puerto de la app junto con puertos de API/HMR separados. Al abrir la vista previa, todos los puertos registrados funcionan juntos y los recursos con URL absoluta se conectan automáticamente.
fr: Vous pouvez enregistrer le port de l'app avec des ports API/HMR distincts. À l'ouverture de l'aperçu, tous les ports enregistrés fonctionnent ensemble et les ressources à URL absolue se connectent automatiquement.
hi: आप ऐप पोर्ट के साथ अलग API/HMR पोर्ट भी रजिस्टर कर सकते हैं। प्रीव्यू खोलने पर सभी रजिस्टर किए पोर्ट एक साथ काम करते हैं, और absolute-URL एसेट अपने आप जुड़ जाते हैं।
ja: アプリのポートとは別に API・HMR ポートも一緒に登録できます。プレビューを開くと登録したポートがすべて連動し、絶対 URL のアセットも自動でつながります。
pt_br: Você pode registrar a porta do app junto com portas de API/HMR separadas. Ao abrir a prévia, todas as portas registradas funcionam juntas e os recursos de URL absoluta se conectam automaticamente.
ru: Вы можете зарегистрировать порт приложения вместе с отдельными портами API/HMR. При открытии предпросмотра все зарегистрированные порты работают вместе, а ресурсы с абсолютными URL подключаются автоматически.
zh_hans: 你可以将应用端口与单独的 API/HMR 端口一起注册。打开预览时，所有已注册端口会协同工作，绝对 URL 资源也会自动连接。

source: 앱 표시 언어를 시스템 기본과 다르게 바꿀 수 있습니다.
ar: يمكنك تغيير لغة عرض التطبيق لتختلف عن الإعداد الافتراضي للنظام.
en: You can override the app display language, separately from the system default.
es: Puedes cambiar el idioma de visualización de la app, independiente del idioma del sistema.
fr: Vous pouvez remplacer la langue d’affichage de l’app, indépendamment du système.
hi: ऐप की प्रदर्शन भाषा को सिस्टम डिफ़ॉल्ट से अलग बदल सकते हैं।
ja: システム既定とは別にアプリの表示言語を変更できます。
pt_br: Você pode mudar o idioma de exibição do app, separado do padrão do sistema.
ru: Можно задать язык интерфейса приложения отдельно от системного.
zh_hans: 可独立于系统默认设置切换应用显示语言。

source: 앱·창 제목 검색
ar: البحث حسب التطبيق أو عنوان النافذة
en: Search app or window title
es: Buscar por app o título de ventana
fr: Rechercher par app ou titre de fenêtre
hi: ऐप या विंडो शीर्षक खोजें
ja: アプリ・ウィンドウ名で検索
pt_br: Buscar por app ou título da janela
ru: Поиск по приложению или окну
zh_hans: 搜索应用或窗口标题

source: 앱을 재시작해야 적용됩니다
ar: يتطلب إعادة تشغيل التطبيق
en: Restart required to apply
es: Reinicio necesario para aplicar
fr: Redémarrage requis pour appliquer
hi: लागू करने के लिए ऐप पुनः आरंभ करें
ja: 再起動が必要です
pt_br: Reinício necessário para aplicar
ru: Требуется перезапуск приложения
zh_hans: 需要重启才能生效

source: 앱이 종료된 뒤 홈 화면에서 아이콘을 다시 탭해 주세요.
ar: بعد الإغلاق، اضغط على أيقونة التطبيق من الشاشة الرئيسية مرة أخرى.
en: After it quits, tap the icon on the Home Screen to launch again.
es: Después de cerrar, toca el icono en la pantalla de inicio para abrirla de nuevo.
fr: Une fois fermée, appuyez à nouveau sur l’icône depuis l’écran d’accueil.
hi: बंद होने के बाद, होम स्क्रीन पर आइकन को फिर से टैप करें।
ja: 終了後、ホーム画面のアイコンをもう一度タップしてください。
pt_br: Após fechar, toque no ícone na tela inicial novamente.
ru: После выхода нажмите значок на главном экране ещё раз.
zh_hans: 退出后,请在主屏幕上再次轻触图标。

source: 어떤 노력·관점의 출시 기능이 더 자주 빗나가는지 보여줘요.
ar: يوضح أي الميزات المطلقة تخطئ في كثير من الأحيان حسب الجهد والمنظور.
en: Shows which launched features miss more often by effort and perspective.
es: Muestra qué funciones lanzadas fallan más a menudo según esfuerzo y perspectiva.
fr: Montre quelles fonctionnalités lancées échouent le plus souvent selon l'effort et la perspective.
hi: दिखाता है कि कौन सी लॉन्च की गई सुविधाएं प्रयास और दृष्टिकोण के अनुसार अधिक बार चूकती हैं।
ja: どの労力・視点のリリース機能がより頻繁に外れるかを示します。
pt_br: Mostra quais recursos lançados erram com mais frequência por esforço e perspectiva.
ru: Показывает, какие запущенные функции чаще промахиваются по усилиям и перспективе.
zh_hans: 显示哪些已发布功能按努力和视角更常失误。

source: 어떤 노력·관점·근거의 출시 기능이 더 자주 빗나가는지 보여줘요.
ar: يوضح أي الميزات المطلقة تخطئ في كثير من الأحيان حسب الجهد والمنظور ونوع الدليل.
en: Shows which launched features miss more often by effort, perspective, and evidence type.
es: Muestra qué funciones lanzadas fallan más a menudo según esfuerzo, perspectiva y tipo de evidencia.
fr: Montre quelles fonctionnalités lancées échouent le plus souvent selon l'effort, la perspective et le type de preuve.
hi: दिखाता है कि कौन सी लॉन्च की गई सुविधाएं प्रयास, दृष्टिकोण और साक्ष्य प्रकार के अनुसार अधिक बार चूकती हैं।
ja: どの労力・視点・根拠のリリース機能がより頻繁に外れるかを示します。
pt_br: Mostra quais recursos lançados erram com mais frequência por esforço, perspectiva e tipo de evidência.
ru: Показывает, какие запущенные функции чаще промахиваются по усилиям, перспективе и типу обоснования.
zh_hans: 显示哪些已发布功能按努力、视角和证据类型更常失误。

source: 어떤 외부 서비스에도 의존하지 않고, 데이터가 어떻게 흐르는지.
ar: بدون الاعتماد على أي خدمة خارجية، وكيف تتدفّق البيانات.
en: How data flows — without relying on any external service.
es: Sin depender de ningún servicio externo, así fluyen los datos.
fr: Sans dépendance à un service externe — voici comment circulent les données.
hi: बिना किसी बाहरी सेवा पर निर्भर हुए, डेटा कैसे प्रवाहित होता है।
ja: 外部サービスに依存せず、データがどのように流れるか。
pt_br: Sem depender de nenhum serviço externo, como os dados fluem.
ru: Без зависимости от внешних сервисов — как движутся данные.
zh_hans: 在不依赖任何外部服务的前提下,数据如何流转。

source: 어떤 제안이 자주 거절되는지 보여줘요 — 다음 수집의 방향에 참고하세요.
ar: يوضّح أي المقترحات تُرفض أكثر — استعن به لتوجيه الجمع التالي.
en: Shows which proposals get rejected most — use it to steer the next collection.
es: Muestra qué propuestas se rechazan más, para orientar la próxima recopilación.
fr: Montre quelles propositions sont les plus rejetées — pour orienter la prochaine collecte.
hi: दिखाता है कौन-से प्रस्ताव सबसे अधिक अस्वीकृत होते हैं — अगले संग्रह की दिशा तय करने में मदद के लिए।
ja: どの提案がよく却下されるかを示します — 次の収集の方向の参考にしてください。
pt_br: Mostra quais propostas são mais rejeitadas — use para guiar a próxima coleta.
ru: Показывает, какие предложения отклоняют чаще — ориентир для следующего сбора.
zh_hans: 显示哪类提案最常被拒绝 — 可作为下次收集方向的参考。

source: 언어
ar: اللغة
en: Language
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: 언어 설정
ar: إعدادات اللغة
en: Language settings
es: Configuración de idioma
fr: Réglages de langue
hi: भाषा सेटिंग
ja: 言語設定
pt_br: Configurações de idioma
ru: Настройки языка
zh_hans: 语言设置

source: 언제
ar: متى
en: When
es: Cuándo
fr: Quand
hi: कब
ja: タイミング
pt_br: Quando
ru: Когда
zh_hans: 何时

source: 업데이트 확인을 마쳤어요
ar: تم الانتهاء من التحقق من التحديثات
en: Finished checking for updates
es: Comprobación de actualizaciones finalizada
fr: Vérification des mises à jour terminée
hi: अपडेट की जाँच पूरी हुई
ja: アップデートの確認が完了しました
pt_br: Verificação de atualizações concluída
ru: Проверка обновлений завершена
zh_hans: 更新检查已完成

source: 업데이트가 진행 중이거나 새 버전으로 곧 다시 연결됩니다. 잠시 후 설정에서 Mac 버전을 확인해 주세요.
ar: هناك تحديث قيد التنفيذ، أو ستتم إعادة الاتصال بالإصدار الجديد قريبًا. يُرجى التحقق من إصدار Mac في الإعدادات بعد قليل.
en: An update is in progress, or it will reconnect to the new version shortly. Please check the Mac version in Settings in a moment.
es: Hay una actualización en curso o se volverá a conectar a la nueva versión en breve. Comprueba la versión de Mac en Ajustes en un momento.
fr: Une mise à jour est en cours, ou la reconnexion à la nouvelle version aura lieu sous peu. Veuillez vérifier la version de Mac dans les Réglages dans un instant.
hi: अपडेट जारी है, या जल्द ही नए वर्शन से फिर से कनेक्ट हो जाएगा। कृपया थोड़ी देर बाद सेटिंग्स में Mac वर्शन जाँचें।
ja: アップデートが進行中か、まもなく新しいバージョンで再接続します。しばらくしてから設定で Mac のバージョンをご確認ください。
pt_br: Uma atualização está em andamento ou voltará a se conectar à nova versão em instantes. Verifique a versão do Mac em Ajustes daqui a pouco.
ru: Идёт обновление или вскоре произойдёт переподключение к новой версии. Проверьте версию Mac в «Настройках» чуть позже.
zh_hans: 更新正在进行，或即将重新连接到新版本。请稍后在“设置”中查看 Mac 版本。

source: 에이전트
ar: الوكيل
en: Agent
es: Agente
fr: Agent
hi: एजेंट
ja: エージェント
pt_br: Agente
ru: Агент
zh_hans: 智能体

source: 에이전트 CLI (Qwen Code)
ar: واجهة سطر أوامر الوكيل (Qwen Code)
en: Agent CLI (Qwen Code)
es: CLI del agente (Qwen Code)
fr: CLI de l'agent (Qwen Code)
hi: एजेंट CLI (Qwen Code)
ja: エージェントCLI (Qwen Code)
pt_br: CLI do agente (Qwen Code)
ru: CLI агента (Qwen Code)
zh_hans: 代理 CLI (Qwen Code)

source: 에이전트 설치 시작
ar: بدء تثبيت الوكيل
en: Starting agent install
es: Iniciando instalación del agente
fr: Démarrage de l'installation de l'agent
hi: एजेंट इंस्टॉल शुरू हो रहा है
ja: エージェントのインストールを開始
pt_br: Iniciando instalação do agente
ru: Запуск установки агента
zh_hans: 开始安装代理

source: 에이전트 응답 읽어주기
ar: قراءة ردود الوكيل بصوت عالٍ
en: Read agent responses aloud
es: Leer en voz alta las respuestas del agente
fr: Lire à voix haute les réponses de l'agent
hi: एजेंट के जवाब ज़ोर से पढ़ें
ja: エージェントの応答を読み上げる
pt_br: Ler respostas do agente em voz alta
ru: Зачитывать ответы агента вслух
zh_hans: 朗读智能体回复

source: 에이전트가 레포 신호를 모아 «기회 브리프» 를 올리고, 당신은 폰에서 승인·보류·기각만 하면 됩니다.
ar: يجمع الوكيل إشارات المستودع ويقدّم «موجزات الفرص»، وما عليك سوى الموافقة أو التأجيل أو الرفض من هاتفك.
en: The agent gathers repo signals and posts «opportunity briefs» — you just approve, hold, or reject them from your phone.
es: El agente reúne señales del repo y publica «informes de oportunidad»; tú solo apruebas, aplazas o rechazas desde el móvil.
fr: L’agent rassemble les signaux du dépôt et publie des «briefs d’opportunité» — vous n’avez qu’à approuver, suspendre ou rejeter depuis le mobile.
hi: एजेंट रेपो के संकेत इकट्ठा करके «अवसर ब्रीफ़» पेश करता है — आपको बस फ़ोन से स्वीकृत, स्थगित या अस्वीकृत करना है।
ja: エージェントがリポジトリのシグナルを集めて «機会ブリーフ» を出し、あなたはスマホで承認・保留・却下するだけです。
pt_br: O agente reúne sinais do repo e publica «briefs de oportunidade» — você só aprova, adia ou rejeita pelo celular.
ru: Агент собирает сигналы репозитория и предлагает «брифы возможностей» — вам остаётся только одобрить, отложить или отклонить их с телефона.
zh_hans: 智能体收集仓库信号并提出«机会简报»，你只需在手机上批准、暂缓或驳回。

source: 에이전트가 만든 초안이에요. 검토하고 필요하면 고친 뒤 «승인» 하면, 이후 수집·리서치·워크플로우가 이 규칙을 강한 신호로 따라요. 승인 전엔 적용되지 않아요.
ar: هذه مسودة أنشأها الوكيل. راجعها، وعدّلها إذا لزم الأمر، ثم اضغط «اعتماد» — بعدها ستتبع عمليات الجمع والبحث وسير العمل هذه القواعد كإشارة قوية. لا يُطبَّق أي شيء قبل اعتمادك.
en: This is a draft made by the agent. Review it, edit if needed, then Approve — after that, collection, research, and workflows follow these rules as a strong signal. Nothing is applied before you approve.
es: Este es un borrador creado por el agente. Revísalo, edítalo si hace falta y pulsa «Aprobar»: después, la recopilación, la investigación y los flujos de trabajo seguirán estas reglas como señal fuerte. No se aplica nada antes de que apruebes.
fr: Ceci est un brouillon créé par l'agent. Relisez-le, modifiez-le si nécessaire, puis appuyez sur « Approuver » : ensuite, la collecte, la recherche et les workflows suivront ces règles comme un signal fort. Rien n'est appliqué avant votre approbation.
hi: यह एजेंट द्वारा बनाया गया ड्राफ़्ट है। इसकी समीक्षा करें, ज़रूरत हो तो संपादित करें, फिर «स्वीकृत करें» — उसके बाद संग्रह, शोध और वर्कफ़्लो इन नियमों को एक मज़बूत संकेत के रूप में मानेंगे। स्वीकृति से पहले कुछ भी लागू नहीं होता।
ja: エージェントが作成した下書きです。確認し、必要なら修正してから「承認」すると、以降の収集・リサーチ・ワークフローがこのルールを強いシグナルとして従います。承認前は適用されません。
pt_br: Este é um rascunho criado pelo agente. Revise, edite se necessário e toque em «Aprovar» — depois, a coleta, a pesquisa e os fluxos de trabalho seguirão essas regras como sinal forte. Nada é aplicado antes de você aprovar.
ru: Это черновик, созданный агентом. Просмотрите его, при необходимости отредактируйте и нажмите «Утвердить» — после этого сбор, исследование и рабочие процессы будут следовать этим правилам как сильному сигналу. До утверждения ничего не применяется.
zh_hans: 这是代理生成的草稿。请审阅，必要时修改后点击“批准”——之后收集、调研和工作流会将这些规则作为强信号遵循。批准前不会应用。

source: 에이전트가 실행 중이에요. 끝난 뒤에 되돌릴 수 있어요.
ar: العميل قيد التشغيل. يمكنك التراجع بعد انتهائه.
en: The agent is running. You can revert once it finishes.
es: El agente se está ejecutando. Podrás revertir cuando termine.
fr: L’agent est en cours d’exécution. Vous pourrez revenir une fois qu’il aura terminé.
hi: एजेंट चल रहा है। समाप्त होने पर आप वापस ला सकते हैं।
ja: エージェントが実行中です。終了後に戻せます。
pt_br: O agente está em execução. Você poderá reverter quando ele terminar.
ru: Агент выполняется. Откатиться можно будет после завершения.
zh_hans: 代理正在运行。完成后即可还原。

source: 에이전트가 웹과 레포를 조사해 보고서와 백로그 제안을 만들어요. 수 분 걸려요 — 진행은 리서치 섹션에서 볼 수 있어요.
ar: يبحث الوكيل في الويب ومستودعك لإنتاج تقرير ومقترحات لقائمة المهام. يستغرق بضع دقائق — تابع التقدم في قسم البحث.
en: The agent researches the web and your repo to produce a report and backlog proposals. Takes a few minutes — track progress in the Research section.
es: El agente investiga la web y tu repositorio para generar un informe y propuestas de backlog. Tarda unos minutos; sigue el progreso en la sección Investigación.
fr: L'agent analyse le web et votre dépôt pour produire un rapport et des propositions de backlog. Quelques minutes — suivez la progression dans la section Recherche.
hi: एजेंट वेब और आपके रिपो की जाँच कर रिपोर्ट और बैकलॉग प्रस्ताव बनाता है। कुछ मिनट लगते हैं — प्रगति शोध अनुभाग में देखें।
ja: エージェントがウェブとリポジトリを調査し、報告書とバックログ提案を作ります。数分かかります — 進捗はリサーチ欄で確認できます。
pt_br: O agente pesquisa a web e seu repositório para gerar um relatório e propostas de backlog. Leva alguns minutos — acompanhe na seção Pesquisa.
ru: Агент исследует веб и ваш репозиторий, создавая отчёт и предложения для бэклога. Займёт несколько минут — следите в разделе «Исследование».
zh_hans: 智能体调研网络和你的仓库，生成报告与待办提案。需要几分钟 — 可在调研区查看进度。

source: 에이전트가 이 레포의 색·간격·금지 패턴·지원 언어를 읽어 초안을 만들고 있어요. 세션 탭에서 과정을 볼 수 있어요.
ar: يقرأ الوكيل ألوان هذا المستودع والتباعد والأنماط الممنوعة واللغات المدعومة لإنشاء مسودة. يمكنك متابعة التقدّم في تبويب الجلسات.
en: The agent is reading this repo's colors, spacing, forbidden patterns, and supported languages to build a draft. You can watch the progress in the Sessions tab.
es: El agente está leyendo los colores, el espaciado, los patrones prohibidos y los idiomas admitidos de este repositorio para crear un borrador. Puedes ver el progreso en la pestaña Sesiones.
fr: L'agent lit les couleurs, les espacements, les motifs interdits et les langues prises en charge de ce dépôt pour créer un brouillon. Vous pouvez suivre la progression dans l'onglet Sessions.
hi: एजेंट इस रिपॉज़िटरी के रंग, स्पेसिंग, वर्जित पैटर्न और समर्थित भाषाओं को पढ़कर ड्राफ़्ट बना रहा है। आप प्रगति को सेशन टैब में देख सकते हैं।
ja: エージェントがこのリポジトリの色・余白・禁止パターン・対応言語を読み取って下書きを作成しています。進行状況はセッションタブで確認できます。
pt_br: O agente está lendo as cores, o espaçamento, os padrões proibidos e os idiomas suportados deste repositório para criar um rascunho. Você pode acompanhar o progresso na aba Sessões.
ru: Агент читает цвета, отступы, запрещённые паттерны и поддерживаемые языки этого репозитория, чтобы создать черновик. Прогресс можно увидеть во вкладке «Сессии».
zh_hans: 代理正在读取此仓库的颜色、间距、禁用模式和支持的语言来生成草稿。你可以在“会话”标签页查看进度。

source: 에이전트가 이 아이디어와 관련된 TODO 주석·죽은 코드를 찾아 지워요. 변경은 커밋하지 않아요 — 세션에서 검토할 수 있어요.
ar: يعثر الوكيل على تعليقات TODO والكود الميت المرتبط بهذه الفكرة ويحذفها. لا يتم إيداع التغييرات — يمكنك مراجعتها في الجلسة.
en: The agent finds and removes TODO comments and dead code related to this idea. Changes aren't committed — you can review them in the session.
es: El agente encuentra y elimina los comentarios TODO y el código muerto relacionados con esta idea. Los cambios no se confirman — puedes revisarlos en la sesión.
fr: L'agent trouve et supprime les commentaires TODO et le code mort liés à cette idée. Les modifications ne sont pas commitées — vous pouvez les vérifier dans la session.
hi: एजेंट इस आइडिया से जुड़े TODO कमेंट और डेड कोड ढूँढकर हटाता है। बदलाव कमिट नहीं होते — आप उन्हें सेशन में जाँच सकते हैं।
ja: エージェントがこのアイデアに関連する TODO コメントやデッドコードを見つけて削除します。変更はコミットされません — セッションで確認できます。
pt_br: O agente encontra e remove comentários TODO e código morto relacionados a essa ideia. As mudanças não são commitadas — você pode revisá-las na sessão.
ru: Агент найдёт и удалит комментарии TODO и мёртвый код, связанные с этой идеей. Изменения не коммитятся — их можно проверить в сессии.
zh_hans: 智能体会找到并删除与这个想法相关的 TODO 注释和死代码。更改不会提交 — 你可以在会话中检查。

source: 에이전트가 입력을 기다리고 있어요
ar: الوكيل بانتظار إدخالك
en: The agent is waiting for your input
es: El agente está esperando tu respuesta
fr: L'agent attend votre saisie
hi: एजेंट आपके इनपुट की प्रतीक्षा कर रहा है
ja: エージェントが入力を待っています
pt_br: O agente está aguardando sua entrada
ru: Агент ждёт вашего ввода
zh_hans: 智能体正在等待你的输入

source: 에이전트가 파일을 쓰거나 명령을 실행하기 전, 사용자에게 한 번 묻습니다.
ar: قبل أن يقوم الوكيل بكتابة ملف أو تنفيذ أمر، يسألك مرة.
en: Before the agent writes a file or runs a command, it asks you once.
es: Antes de que el agente escriba un archivo o ejecute un comando, te pregunta una vez.
fr: Avant d’écrire un fichier ou d’exécuter une commande, l’agent vous demande une fois.
hi: फ़ाइल लिखने या कमांड चलाने से पहले एजेंट आपसे एक बार पूछता है।
ja: エージェントがファイルを書き込んだり、コマンドを実行する前に、一度確認を取ります。
pt_br: Antes de o agente gravar um arquivo ou rodar um comando, ele pergunta uma vez.
ru: Прежде чем записать файл или выполнить команду, агент однажды спрашивает вас.
zh_hans: Agent 在写入文件或执行命令之前会先询问您一次。

source: 에이전트가 할 일
ar: ما الذي يجب أن يفعله الوكيل
en: What the agent should do
es: Qué debe hacer el agente
fr: Ce que l’agent doit faire
hi: एजेंट को क्या करना है
ja: エージェントの作業内容
pt_br: O que o agente deve fazer
ru: Что должен сделать агент
zh_hans: 代理要做的事

source: 에이전트마다 폭 설정을 따로 기억합니다.
ar: يُحفظ إعداد العرض لكل وكيل على حدة.
en: The width setting is remembered separately for each agent.
es: El ancho se recuerda por separado para cada agente.
fr: La largeur est mémorisée séparément pour chaque agent.
hi: चौड़ाई सेटिंग हर एजेंट के लिए अलग-अलग याद रखी जाती है।
ja: エージェントごとに幅の設定を個別に記憶します。
pt_br: A largura é lembrada separadamente para cada agente.
ru: Ширина запоминается отдельно для каждого агента.
zh_hans: 会为每个智能体分别记住宽度设置。

source: 에이전트에게 명령…
ar: أصدر أمرًا للوكيل…
en: Message the agent…
es: Escribe al agente…
fr: Écrivez à l’agent…
hi: एजेंट को संदेश…
ja: エージェントに命令…
pt_br: Mensagem para o agente…
ru: Сообщение агенту…
zh_hans: 向 Agent 发送指令…
